Repository: Makeshift-Software-Inc/senpai-app
Catalog: assets/translations/*.arb
Languages: es, ja, pt

# onboarding1SubTitle
source: your waifu
es: tu waifu
ja: あなたのワイフ
pt: sua waifu

# onboarding2SubTitle
source: lovers unite
es: amantes unidos
ja: ラヴァーズ・ユナイト
pt: amantes, uni-vos

# onboarding3Title
source: Start
es: Inicio
ja: スタート
pt: Começar

# onboarding3SubTitle
source: matching
es: a juego
ja: マッチング
pt: combinando

# onboardingButtonText
source: Skip
es: Saltar
ja: スキップ
pt: Pular

# entryText
source: By tapping "Create account" or "Sign in", you agree to our Terms. Learn how we process your data in our Privacy Policy and Cookies Policy.
es: Al presionar "Crear cuenta" o "Iniciar sesión", acepta nuestros Términos y Condiciones. Descubra cómo procesamos sus datos en nuestra Política de privacidad y Política de cookies.
ja: アカウントを作成する」または「サインインする」をタップすると、利用規約に同意したことになります。プライバシーポリシーとクッキーポリシーで、当社がお客様のデータをどのように処理するかをご確認ください。
pt: Ao tocar em "Criar conta" ou "Entrar", você concorda com nossos Termos. Saiba como processamos seus dados em nossa Política de Privacidade e Política de Cookies.

# entrySpanText1
source: By tapping "Create account" or "Sign in", you agree to our
es: Al presionar "Crear cuenta" o "Iniciar sesión", aceptas nuestros
ja: アカウントを作成する」または「サインインする」をタップすると、以下の事項に同意したものとみなされます。
pt: Ao tocar em "Criar conta" ou "Entrar", você concorda com nossos

# entryActionText1
source: Terms
es: Términos
ja: 条件
pt: Termos

# entrySpanText2
source: Learn how we process your data in our
es: Conozca cómo procesamos sus datos en nuestro
ja: 当社のデータ処理方法については
pt: Saiba como processamos seus dados em nossa

# entryActionText2
source: Privacy Policy
es: Política de privacidad
ja: プライバシーポリシー
pt: Política de Privacidade

# entrySpanText3
source: and
es: y
ja: そして
pt: e

# entryActionText3
source: Cookies Policy
es: Política de cookies
ja: クッキーポリシー
pt: Política de Cookies

# signUp
source: Create account
es: Crear cuenta
ja: アカウント作成
pt: Criar conta

source: Sign in
es: Iniciar sesión
ja: ログイン
pt: Entrar

source: Sign Out
es: Cerrar sesión
ja: サインアウト
pt: Sair

source: Hello!
es: ¡Hola!
ja: こんにちは！
pt: Olá!

# createUserPrompt
source: Enter your phone
es: Introduce tu teléfono
ja: 電話を入力する
pt: Insira seu telefone

# continueText
source: Continue
es: Continúe en
ja: 続ける
pt: Continuar

# invalidPhoneError
source: Invalid phone number. Please try again
es: Número de teléfono no válido. Vuelva a intentarlo
ja: 無効な電話番号です。もう一度お試しください。
pt: Número de telefone inválido. Por favor, tente novamente

# createUserInstructions
source: We will send a text with a verification code.
es: Le enviaremos un mensaje de texto con un código de verificación.
ja: 認証コードをテキストでお送りします。
pt: Enviaremos um texto com um código de verificação.

# serverError
source: Something went wrong, please try again
es: Algo ha ido mal, por favor inténtelo de nuevo
ja: 何か問題が発生しました。
pt: Algo deu errado, por favor tente novamente

# nullUser
source: There's no existing account associated with this phone number
es: No hay ninguna cuenta asociada a este número de teléfono.
ja: この電話番号に関連する既存のアカウントはありません。
pt: Não existe uma conta associada a este número de telefone

# alreadyHasAccount
source: This user already has an account
es: Este usuario ya tiene una cuenta
ja: このユーザーはすでにアカウントを持っている
pt: Este usuário já possui uma conta

# termsAndConditions
source: I agree to receive SMS texts from Senpai at the phone number provided. Reply STOP to opt-out.
es: Acepto recibir mensajes de texto SMS de Senpai en el número de teléfono proporcionado. Responda STOP para darse de baja.
ja: 提供された電話番号でSenpaiからSMSを受信することに同意します。受信を拒否するにはSTOPと返信してください。
pt: Concordo em receber mensagens SMS da Senpai no número de telefone fornecido. Responda STOP para optar por não participar.

# verifyPhoneHeading
source: Your code is
es: Su código es
ja: あなたのコードは
pt: Seu código é

# verifyPhoneInstruction
source: We sent the verification code on
es: Enviamos el código de verificación al
ja: 認証コードを
pt: Enviamos o código de verificação em

# invalidCodeError
source: Invalid code. Please try again
es: Código inválido. Por favor, inténtelo de nuevo
ja: コードが無効です。もう一度お試しください。
pt: Código inválido. Por favor, tente novamente

# verifyCodeAction
source: Code not received? Resend
es: ¿No ha recibido el código? Reenviar
ja: コードが受信されていませんか？再送する
pt: Código não recebido? Reenviar

# skipStep
source: Skip this step
es: Omitir este paso
ja: このステップをスキップする
pt: Pular esta etapa

# verifyPhotoHeading
source: Photo verify
es: Verificación fotográfica
ja: 写真検証
pt: Verificar foto

# verifyPhotoDescription
source: Photo verify to let everyone know your photos are really you
es: Verificación de foto para que todos lo sepan. tus fotos son realmente tu
ja: あなたの写真が本当にあなた自身であることを皆に知らせるための写真検証
pt: Verifique sua foto para que todos saibam que suas fotos são realmente suas

# verifyPhotoButtonText
source: Verify by photo
es: Verificar por foto
ja: 写真で確認
pt: Verificar por foto

# matchTabText
source: Match
ja: 試合
pt: Combinar

# profileTabText
source: Profile
es: Perfil
ja: プロフィール
pt: Perfil

# happyWithPhotoText
source: Happy with your photo?
es: ¿Feliz con tu foto?
ja: 写真に満足していますか？
pt: Feliz com sua foto?

# weWillScanYourPhotoText
source: We will scan your photo to verify your identity
es: Escanearemos su foto para verificar su identidad
ja: ご本人確認のため、顔写真をスキャンさせていただきます。
pt: Vamos escanear sua foto para verificar sua identidade

# retakeButton
source: Retake
es: Retomar
ja: リテイク
pt: Tirar novamente

# agreeAndSubmitButton
source: Agree and submit
es: Acordar y presentar
ja: 同意して提出する
pt: Concordar e enviar

# thanksLotText
source: Thanks a lot!
es: ¡Muchas gracias!
ja: ありがとう！
pt: Muito obrigado!

# weReceivedYourPhotoText
source: We have received your photo and will answer within 1-2 business days
es: Hemos recibido su foto y le responderemos en un plazo de 1-2 días laborables
ja: 1-2営業日以内に回答いたします。
pt: Recebemos sua foto e responderemos dentro de 1-2 dias úteis

# startMatchingButton
source: Start matching!
es: ¡Empieza a matchear!
ja: マッチングを開始する！
pt: Começar a combinar!

# welcomeSenpaiTitle
source: Welcome to Senpai!
es: ¡Bienvenidos a Senpai!
ja: ようこそ先輩！
pt: Bem-vindo ao Senpai!

# welcomeSenpaiDescription
source: Fill your profile and start matching
es: Completa tu perfil y empieza a matchear
ja: プロフィールを入力してマッチングを開始
pt: Preencha seu perfil e comece a combinar

# fillProfileText
source: Fill the profile
es: Llena tu perfil
ja: プロフィール記入
pt: Preencher o perfil

source: Your first name
es: Su nombre
ja: お名前
pt: Seu primeiro nome

# yourFirstNameDescription
source: This is how it will appear in Senpai
es: Así aparecerá en Senpai
ja: これが『先輩』に掲載されることになる。
pt: É assim que aparecerá no Senpai

# firstNameText
source: First Name
es: Nombre
ja: 名前
pt: Primeiro Nome

# nextText
source: Next
es: Siguiente
ja: 次のページ
pt: Próximo

# conversationsDataErrorText
source: Failed to get conversations from the server
es: Error al obtener conversaciones del servidor
ja: サーバーからの会話取得に失敗
pt: Falha ao obter conversas do servidor

# emptyConversationsPromptText
source: Start liking
es: Empieza a dar like
ja: 好きになる
pt: Comece a curtir

# emptyConversationsText
source: When you match with other users they will appear here
es: Cuando coincidas con otros usuarios aparecerán aquí
ja: 他のユーザーとマッチングすると、ここに表示されます。
pt: Quando você combinar com outros usuários, eles aparecerão aqui

# emptyChatTitle
source: You matched with
es: Usted emparejado con
ja: あなたがマッチしたのは
pt: Você combinou com

# emptyChatPromptText
source: Don't wait too long, say hello :)
es: No espere demasiado, saluda :)
ja: あまり待たずに、ご挨拶を :)
pt: Não espere muito, diga olá :)

# stickerMessageText
source: 🌄 Sticker
es: 🌄 Pegatina
ja: 🌄 ステッカー
pt: 🌄 Adesivo

# animationRecomedationText
source: 🌄 Animation
es: 🌄 Animación
ja: 🌄 アニメーション
pt: 🌄 Animação

# attachmentMessageText
source: 🌄 Attachment
es: 🌄 Archivo
ja: 🌄 アタッチメント
pt: 🌄 Anexo

# cancelText
source: Cancel
es: Cancelar
ja: キャンセル
pt: Cancelar

# emptySearchConversationsHintText
source: Try to search your matches or chats
es: Intenta buscar tus matches o chats
ja: マッチやチャットを検索してみる
pt: Tente procurar suas combinações ou chats

# emptyConversationSearchPromptText
source: Oops. No matches found
es: Vaya. No se han encontrado matches
ja: おっと。マッチが見つかりません
pt: Ops. Nenhuma combinação encontrada

# emptyConversationSearchText
source: Maybe there is a mistake in search? Please check and try again
es: ¿Quizás haya un error en la búsqueda? Por favor revisa e intenta de nuevo
ja: 検索に誤りがあるのでは？ご確認の上、再度お試しください。
pt: Talvez haja um erro na busca? Por favor, verifique e tente novamente

# stickersTabText
source: Stickers
es: Pegatinas
ja: ステッカー
pt: Adesivos

# animeTabText
source: Recommend
es: Recomendar
ja: 推薦する
pt: Recomendar

# favouriteAnimeSelectionTitle
source: My favorite animes
es: Mis animes favoritos
ja: 好きなアニメ
pt: Meus animes favoritos

# searchHintText
source: Search chat or match
es: Buscar chat o match
ja: チャットまたはマッチを検索
pt: Pesquisar chat ou combinação

# matchesTitle
source: Matches
ja: 試合
pt: Combinações

# messagesTitle
source: Messages
es: Mensajes
ja: メッセージ
pt: Mensagens

# chatInputHint
source: Send message...
es: Enviar mensaje...
ja: メッセージを送る
pt: Enviar mensagem...

# invalidFirstNameError
source: Invalid first name. Please try again
es: Nombre no válido. Vuelva a intentarlo
ja: 名前が無効です。再試行してください。
pt: Primeiro nome inválido. Por favor, tente novamente

# userOnlineText
source: Active now
es: Activa ahora
ja: 現在活動中
pt: Ativo agora

# userOfflineText
source: Active recently
es: Activo recientemente
ja: 最近活躍
pt: Ativo recentemente

# failedToSendMessageText
source: Failed to send message
es: Error al enviar el mensaje
ja: メッセージの送信に失敗
pt: Falha ao enviar mensagem

# failedToUpdateMessageText
source: Failed to add reaction to message
es: Error al añadir reacción al mensaje
ja: メッセージへのリアクションの追加に失敗
pt: Falha ao adicionar reação à mensagem

# animeDescriptionHint
source: Add a description
es: Añadir una descripción
ja: 説明を加える
pt: Adicionar uma descrição

# emptyChatAnimationsSearchTitle
source: Oops. No animes found
es: Ups. No se han encontrado animes
ja: おっと。アニメが見つかりません
pt: Ops. Nenhum anime encontrado

# emptyChatAnimationsSearchText
source: Maybe there is a mistake in search? Please check and try again
es: ¿Puede que haya un error en la búsqueda? Compruébelo e inténtelo de nuevo
ja: 検索に誤りがあるのでは？ご確認の上、再度お試しください。
pt: Talvez haja um erro na busca? Por favor, verifique e tente novamente

# searchGifPlaceHolderText
source: Search in GIPHY
es: Buscar en GIPHY
ja: GIPHYで検索
pt: Pesquisar no GIPHY

# viewProfileText
source: View Profile
es: Ver perfil
ja: プロフィールを表示
pt: Ver Perfil

# unmatchText
source: Unmatch
es: No-match
ja: 不一致
pt: Desfazer combinação

# reportText
source: Report
es: Informe
ja: レポート
pt: Denunciar

# inappropriateBehaviorText
source: Inappropriate Behavior
es: Comportamiento inadecuado
ja: 不適切な行動
pt: Comportamento Inapropriado

# sexualAbuseText
source: Sexual Abuse
es: Abusos sexuales
ja: 性的虐待
pt: Abuso Sexual

# areYouSureYouWantToUnmatchUser
source: Are you sure you want to unmatch this user?
es: ¿Estás seguro de que quieres cancelar el match con este usuario?
ja: 本当にこのユーザーをアンマッチしますか？
pt: Tem certeza de que deseja desfazer a combinação com este usuário?

# yourBirthdayText
source: Your birthday
es: Tu cumpleaños
ja: 誕生日
pt: Sua data de nascimento

# yourBirthdayDescription
source: Your age will be public
es: Tu edad será pública
ja: 年齢が公表される
pt: Sua idade será pública

# pleaseSelectDateText
source: Please select a date
es: Seleccione una fecha
ja: 日付を選択してください
pt: Por favor, selecione uma data

# youAreText
source: You are
es: Usted es
ja: あなたは
pt: Você é

# youAreDescription
source: How do you identify?
es: ¿Cómo se identifica?
ja: どのように見極めるのですか？
pt: Como você se identifica?

source: Male
es: Hombre
ja: 男性
pt: Masculino

source: Female
es: Mujer
ja: 女性
pt: Feminino

# youLookingForText
source: You looking for
es: ¿Estás buscando
ja: お探しのもの
pt: Você procura por

# youLookingDescription
source: Who should we show for you
es: A quién debemos mostrar por usted
ja: 誰を紹介すべきか
pt: Quem devemos mostrar para você

source: Both
es: Ambos
ja: 両方
pt: Ambos

# yourOccupationText
source: Your occupation
es: Su profesión
ja: 職業
pt: Sua ocupação

source: University name
es: Nombre de la universidad
ja: 大学名
pt: Nome da universidade

# jobTitleName
source: Job title
es: Puesto
ja: 役職名
pt: Cargo

# jobTitleNameHelper
source: If you don’t have a job or don’t want to fill in this field, just skip it.
es: Si no tienes trabajo o no quieres rellenar este campo, omítelo.
ja: 仕事がない、またはこの欄に記入したくない場合は、そのまま飛ばしてください。
pt: Se você não tem um emprego ou não quer preencher este campo, apenas pule.

# invalidUniversityNameError
source: Invalid university name. Please try again
es: Nombre de universidad no válido. Vuelva a intentarlo
ja: 大学名が無効です。再試行してください。
pt: Nome de universidade inválido. Por favor, tente novamente

# noUniversityFound
source: No university with such a name was found.
es: No se encontró ninguna universidad con ese nombre.
ja: そのような名前の大学は見つからなかった。
pt: Nenhuma universidade com esse nome foi encontrada.

# yourStoryText
source: Your story
es: Su historia
ja: あなたの物語
pt: Sua história

# yourStoryDescription
source: Tell us a little bit about yourself
es: Háblenos un poco de usted
ja: あなた自身について教えてください
pt: Conte-nos um pouco sobre você

source: Short info about you
es: Breve información sobre usted
ja: あなたについての簡単な情報
pt: Informações curtas sobre você

# uploadPhotosText
source: Upload photos
es: Subir fotos
ja: 写真のアップロード
pt: Carregar fotos

# uploadPhotosDescription
source: Add at least 2 photos to continue
es: Añade al menos 2 fotos para continuar
ja: 少なくとも2枚の写真を追加してください。
pt: Adicione pelo menos 2 fotos para continuar

# uploadPhotoError
source: Add at least 1 photo to continue
es: Añade al menos 1 foto para continuar
ja: 少なくとも1枚の写真を追加してください。
pt: Adicione pelo menos 1 foto para continuar

# youCanChangeOrder
source: You can change the order of the photos.
es: Puedes cambiar el orden de las fotos.
ja: 写真の順番を変更することができます。
pt: Você pode alterar a ordem das fotos.

# justDragPhoto
source: Just drag the photo to a new place.
es: Sólo tienes que arrastrar la foto a un nuevo lugar.
ja: 写真を新しい場所にドラッグするだけです。
pt: Apenas arraste a foto para um novo lugar.

source: Your photo successfully added!
es: Tu foto se ha añadido correctamente.
ja: 写真の追加に成功しました！
pt: Sua foto foi adicionada com sucesso!

source: Uploading photo
es: Subir foto
ja: 写真のアップロード
pt: Carregando foto

# backText
source: Back
es: Volver
ja: バック
pt: Voltar

# choosePhotosText
source: Choose photos from
es: Elige fotos de
ja: 写真選択
pt: Escolher fotos de

# uploadText
source: Upload
es: Cargar
ja: アップロード
pt: Carregar

# yourPhotosText
source: Your photos
es: Tus fotos
ja: あなたの写真
pt: Suas fotos

# openText
source: Open
es: Abrir
ja: オープン
pt: Abrir

# cameraText
source: Camera
es: Cámara
ja: カメラ
pt: Câmera

# galleryText
source: Gallery
es: Galería
ja: ギャラリー
pt: Galeria

# doneText
source: Done
es: Hecho
ja: 完了
pt: Concluído

# recentsText
source: Recents
es: Recientes
ja: 最新情報
pt: Recentes

# selectedText
source: Selected
es: Selección
ja: 厳選された
pt: Selecionado

# ofText
source: of
es: de
ja: の
pt: de

# noPhotoFoundText
source: Sorry, no photo found
es: Lo sentimos, no se ha encontrado ninguna foto
ja: 写真がありません
pt: Desculpe, nenhuma foto encontrada

# cameraError
source: Something went wrong with your camera
es: Algo ha ido mal con tu cámara
ja: カメラの調子が悪い
pt: Algo deu errado com sua câmera

# copyPosePhotoText
source: Copy the pose in the photo above
es: Copia la pose de la foto de arriba
ja: 上の写真のポーズをコピーする
pt: Copie a pose da foto acima

# saveText
source: Save
es: Guardar
ja: セーブ
pt: Salvar

# searchText
source: Search
es: Buscar en
ja: 検索
pt: Pesquisar

# chosenText
source: Chosen
es: Elegido
ja: 選ばれし者
pt: Escolhido

# almostDoneText
source: Almost done!
es: ¡Ya casi está!
ja: もう少しだ！
pt: Quase pronto!

# nowChooseYourFavoriteAnimesText
source: Now choose your favorite animes and start matching
es: Ahora elige tus animes favoritos. y empieza a emparejar
ja: さあ、好きなアニメを選んでマッチングを始めよう
pt: Agora escolha seus animes favoritos e comece a combinar

# noAnimesFoundText
source: Maybe there is a mistake in search? Please check and try again.
es: ¿Puede que haya un error en la búsqueda? Por favor, compruébelo e inténtelo de nuevo.
ja: 検索に誤りがあるのでは？ご確認の上、再度お試しください。
pt: Talvez haja um erro na busca? Por favor, verifique e tente novamente.

# selectedAnimeError
source: Sorry, you have already selected 10 anime.
es: Lo sentimos, ya ha seleccionado 10 animes.
ja: 申し訳ありませんが、すでに10本のアニメが選ばれています。
pt: Desculpe, você já selecionou 10 animes.

# searchAnimesHintText
source: Search anime
es: Buscar anime
ja: アニメ検索
pt: Pesquisar anime

# myAnimesText
source: My animes
es: Mis animes
ja: 私のアニメ
pt: Meus animes

# chooseTitle
source: Choose
es: Elija
ja: 選ぶ
pt: Escolher

# animeError
source: Add at least 1 anime to continue
es: Añade al menos 1 anime para continuar
ja: アニメを1本以上追加して続ける
pt: Adicione pelo menos 1 anime para continuar

# actionGenresTitle
source: Action
es: Acción
ja: アクション
pt: Ação

# adventureGenresTitle
source: Adventure
es: Aventura
ja: アドベンチャー
pt: Aventura

# musicGenresTitle
source: Music
es: Músical
ja: 音楽
pt: Música

# horrorGenresTitle
source: Horror
ja: ホラー
pt: Terror

# fantasyGenresTitle
source: Fantasy
es: Fantasía
ja: ファンタジー
pt: Fantasia

# psychologicalGenresTitle
source: Psychological
es: Psicológico
ja: 心理学的
pt: Psicológico

# sciFiGenresTitle
source: Sci-Fi
es: Ciencia ficción
ja: サイファイ
pt: Ficção Científica

# sportsGenresTitle
source: Sports
es: Deportes
ja: スポーツ
pt: Esportes

# comedyGenresTitle
source: Comedy
es: Comedia
ja: コメディ
pt: Comédia

# mysteryGenresTitle
source: Mystery
es: Misterio
ja: ミステリー
pt: Mistério

# supernaturalGenresTitle
source: Supernatural
es: Sobrenatural
ja: スーパーナチュラル
pt: Sobrenatural

# thrillerGenresTitle
source: Thriller
ja: スリラー
pt: Suspense

# enableLocationText
source: Enable location
es: Activar ubicación
ja: 場所を有効にする
pt: Habilitar localização

# enableLocationDescription
source: Your location will be used to show \npotential matches near you
es: Su ubicación se utilizará para mostrar posibles coincidencias cerca de ti
ja: あなたの位置情報は、あなたの近くにいる潜在的なマッチを表示するために使用されます。
pt: Sua localização será usada para mostrar combinações potenciais perto de você

# allowLocationText
source: Allow location
es: Permitir ubicación
ja: 場所を許可する
pt: Permitir localização

# locationPermissionsDenied
source: Location permissions are denied
es: Permisos de localización denegados
ja: ロケーション許可が拒否される
pt: Permissões de localização negadas

# locationPermissionsPermanentlyDenied
source: Location permissions are permanently denied, we cannot request permissions.
es: Los permisos de localización están denegados permanentemente, no podemos solicitar permisos.
ja: ロケーションパーミッションは永久に拒否されます。
pt: Permissões de localização negadas permanentemente, não podemos solicitar permissões.

# connectYourSpotifyText
source: Connect your Spotify
es: Conecta tu Spotify
ja: Spotifyに接続する
pt: Conecte seu Spotify

# connectYourSpotifyDescription
source: Show potential matches your favorite artists
es: Muestra a tus posibles matchs tus artistas favoritos
ja: お気に入りのアーティストをマッチング候補に見せる
pt: Mostre combinações potenciais seus artistas favoritos

# connectSpotifyText
source: Connect Spotify
es: Conectar Spotify
ja: スポティファイに接続する
pt: Conectar Spotify

# topSpotifyArtistsText
source: Top 5 Spotify Artists
es: Los 5 mejores artistas de Spotify
ja: Spotifyアーティスト・トップ5
pt: Top 5 Artistas do Spotify

# topSpotifyListeningSongsText
source: Top 5 Spotify Songs
es: Las 5 mejores canciones de Spotify
ja: Spotify試聴曲トップ5
pt: Top 5 Músicas do Spotify

# connectText
source: Connect
es: Conectar
ja: 接続
pt: Conectar

# topListeningSongText
source: Top Listening Song
es: Canción más escuchada
ja: トップ・リスニング・ソング
pt: Música Mais Ouvida

# topArtistsText
source: Top Artists
es: Artistas principales
ja: トップアーティスト
pt: Principais Artistas

# shareInFeedText
source: Share in feed
es: Compartir en feed
ja: フィードで共有
pt: Compartilhar no feed

# disconnectSpotifyText
source: Disconnect Spotify
es: Desconectar Spotify
ja: スポティファイを切断する
pt: Desconectar Spotify

# myTopSpotifyListeningSongsText
source: My top 5 Spotify listening songs
es: Mis 5 mejores canciones para escuchar en Spotify
ja: 私のSpotify試聴曲トップ5
pt: Minhas top 5 músicas mais ouvidas no Spotify

# myTopSpotifyArtistsText
source: My top 5 Spotify artists
es: Mis 5 mejores artistas de Spotify
ja: 私のSpotifyアーティスト・トップ5
pt: Meus top 5 artistas do Spotify

# selectedArtistsText
source: Selected Artists
es: Artistas seleccionados
ja: 選抜アーティスト
pt: Artistas Selecionados

# selectedTracksText
source: Selected Tracks
es: Temas seleccionados
ja: 厳選トラック
pt: Faixas Selecionadas

# spotifyServerError
source: Something went wrong, please disconnect spotify and try again
es: Algo ha ido mal, por favor desconecta spotify e inténtalo de nuevo
ja: 何か問題が発生しました。spotifyを切断して再度お試しください。
pt: Algo deu errado, por favor desconecte o spotify e tente novamente

# premiumHigherText
source: Higher visibility rates
es: Mayores índices de visibilidad
ja: 高い視認率
pt: Taxas de visibilidade mais altas

# premiumAbilityAnimesText
source: Ability to add up to 15 animes
es: Posibilidad de añadir hasta 15 animes
ja: アニメを15本まで追加可能
pt: Capacidade de adicionar até 15 animes

# premiumUpgradeText
source: Upgrade for $19.99/monthly
es: Actualice por $19.99/mes
ja: 19.99ドルでアップグレード
pt: Atualizar por $19.99/mês

# editProfileButton
source: Edit profile
es: Editar perfil
ja: プロフィール編集
pt: Editar perfil

# profileFindsButton
source: Finds
es: Encuentra
ja: ファインズ
pt: Achados

# verifyYourPhotosButton
source: Verify your photos
es: Verifique sus fotos
ja: 写真を確認する
pt: Verifique suas fotos

# restorePurchasesButton
source: Restore purchases
es: Restaurar compras
ja: 購入品の復元
pt: Restaurar compras

# activeNowTitle
source: Active now
es: Activo ahora
ja: 現在活動中
pt: Ativo agora

# currentlyNotActiveTitle
source: Currently not active
es: Actualmente no activo
ja: 現在活動休止中
pt: Atualmente não ativo

# waitingForPhotoVerificationTitle
source: Waiting for photo verification
es: A la espera de la verificación fotográfica
ja: 写真認証待ち
pt: Aguardando verificação de foto

# milesAwayText
source: miles away
es: a kilómetros de distancia
ja: マイル
pt: milhas de distância

# findCityNearbyTitle
source: Find a city nearby
es: Buscar una ciudad cercana
ja: 近隣の都市を探す
pt: Encontrar uma cidade próxima

# yourPhotosHaveBeenVerifiedTitle
source: Your photos have been verified!
es: Tus fotos han sido verificadas.
ja: あなたの写真が確認されました！
pt: Suas fotos foram verificadas!

# yourPhotosHaveNotBeenVerifiedTitle
source: Your photos have not been verified :(
es: Tus fotos no han sido verificadas :(
ja: あなたの写真は確認されていません :(
pt: Suas fotos não foram verificadas :(

# nowEveryoneWillKnowThatYouText
source: Now everyone will know that you're not pretending to be someone else
es: Ahora todo el mundo sabrá que no estás fingiendo ser otra persona
ja: これで誰もが、あなたが他人のふりをしていないことを知るだろう
pt: Agora todos saberão que você não está fingindo ser outra pessoa

# thereSeemsToBeSomethingWrongYourPhotoText
source: There seems to be something wrong with your photo. Please try to pass the verification again
es: Parece que hay algún problema con tu foto. Por favor, intente pasar la verificación de nuevo
ja: あなたの写真に何か問題があるようです。もう一度認証をお試しください。
pt: Parece haver algo errado com sua foto. Por favor, tente passar pela verificação novamente

# closeButton
source: Close
es: Cerrar
ja: 閉じる
pt: Fechar

# tryAgainButton
source: Try again
es: Inténtalo de nuevo
ja: 再試行
pt: Tentar novamente

# nameTitle
source: Name
es: Nombre
ja: 名称
pt: Nome

# bioTitle
source: Biography
es: Biografía
ja: バイオグラフィー
pt: Biografia

# birthdayTitle
source: Birthday
es: Cumpleaños
ja: 誕生日
pt: Aniversário

# genderTitle
source: Gender
es: Género
ja: 性別
pt: Gênero

# lookingForTitle
source: Looking for
es: En busca de
ja: 探す
pt: Procurando por
