Repository: Makeshift-Software-Inc/senpai-app
Catalog: assets/translations/*.arb
Languages: es, ja, pt

# workAndEducationTitle
source: Work and education
es: Trabajo y educación
ja: 仕事と教育
pt: Trabalho e educação

# locationTitle
source: Location
es: Ubicación
ja: 所在地
pt: Localização

# studiedAtTitle
source: Studied at
es: Estudió en
ja: 留学先
pt: Estudou em

# editTitle
source: Edit
es: Editar
ja: 編集
pt: Editar

# previewTitle
source: Preview
es: Vista previa
ja: プレビュー
pt: Pré-visualização

# hideLocationTitle
source: Hide my location
es: Ocultar mi ubicación
ja: 現在地を隠す
pt: Ocultar minha localização

# addTitle
source: Add
es: Añadir
ja: 追加
pt: Adicionar

# aboutMeTitle
source: About me
es: Sobre mí
ja: 私について
pt: Sobre mim

# workingAsTitle
source: Working as
es: Trabajando como
ja: として働く
pt: Trabalhando como

# findsFiltersTitle
source: Finds filters
es: Encuentra filtros
ja: フィルター検索
pt: Filtros de busca

# clearAllTitle
source: Clear all
es: Borrar todo
ja: すべてクリア
pt: Limpar tudo

# ageRangeTitle
source: Age range
es: Edades
ja: 対象年齢
pt: Faixa etária

# distanceTitle
source: Distance (mi)
es: Distancia (mi)
ja: 距離 (mi)
pt: Distância (mi)

# applyTitle
source: Apply
es: Solicitar
ja: 応募する
pt: Aplicar

# wholeCountryTitle
source: Whole country
es: Todo el país
ja: 国全体
pt: Todo o país

# photoVerifiedTitle
source: Photo verified
es: Foto verificada
ja: 写真検証済み
pt: Foto verificada

# hasBioTitle
source: Has a bio
es: Tiene una biografía
ja: バイオグラフィー
pt: Tem biografia

# applyChangesTitle
source: Apply changes
es: Aplicar cambios
ja: 変更を適用する
pt: Aplicar alterações

# settingsTitle
source: Settings
es: Ajustes
ja: 設定
pt: Configurações

# senpaiPremiumDescription
source: Higher visibility rates, 30 Super Likes and much more!
es: Tasas de visibilidad más altas, 30 Super Me gusta ¡y mucho más!
ja: より高い視認率、30もの「スーパーいいね！」などなど！
pt: Taxas de visibilidade mais altas, 30 Super Likes e muito mais!

# accountSettingsTitle
source: Account settings
es: Configuración de la cuenta
ja: アカウント設定
pt: Configurações da conta

# phoneNumberTitle
source: Phone number
es: Número de teléfono
ja: 電話番号
pt: Número de telefone

# languageTitle
source: Language
es: Idioma
ja: 言語
pt: Idioma

# addLanguageTitle
source: Add language
es: Añadir idioma
ja: 言語を追加する
pt: Adicionar idioma

# pushNotificationsTitle
source: Push notifications
es: Notificaciones push
ja: プッシュ通知
pt: Notificações push

# activityStatusTitle
source: Activity status
es: Estado de la actividad
ja: 活動状況
pt: Status de atividade

# showActiveStatusTitle
source: Show “Active” status
es: Mostrar estado "Activo
ja: アクティブ」ステータスを表示
pt: Mostrar status "Ativo"

# showActiveStatusDescription
source: The “Activity” status is displayed in the profile if the Senpai app has been used by you in the last 2 hours.
es: El estado "Actividad" se muestra en el perfil si has utilizado la aplicación Senpai en las últimas 2 horas.
ja: 過去2時間以内にSenpaiアプリが使用された場合、プロフィールに「アクティビティ」ステータスが表示されます。
pt: O status "Atividade" é exibido no perfil se o aplicativo Senpai foi usado por você nas últimas 2 horas.

# showRecentlyActivetatusTitle
source: Show “Recently active” status
es: Mostrar estado "Recientemente activo
ja: 最近アクティブ」のステータスを表示
pt: Mostrar status "Recentemente ativo"

# showRecentlyActivetatusDescription
source: The “Recently activity” status is displayed in the profile if the Senpai app has been used by you in the last 24 hours.
es: El estado "Actividad reciente" se muestra en el perfil si has utilizado la aplicación Senpai en las últimas 24 horas.
ja: 過去24時間以内にSenpaiアプリが使用された場合、プロフィールに「最近使用されたアプリ」のステータスが表示されます。
pt: O status "Atividade recente" é exibido no perfil se o aplicativo Senpai foi usado por você nas últimas 24 horas.

# deleteAccountTitle
source: Delete account
es: Eliminar cuenta
ja: アカウント削除
pt: Deletar conta

# logoutTitle
source: Logout
es: Cierre de sesión
ja: ログアウト
pt: Sair

# chooseLanguageTitle
source: Choose language
es: Elegir idioma
ja: 言語を選択
pt: Escolher idioma

# feedbackOnSenpaiTitle
source: Feedback on Senpai
es: Comentarios sobre Senpai
ja: 先輩へのフィードバック
pt: Feedback sobre o Senpai

# feedbackOnSenpaiHintText
source: Write your feedback on Senpai
es: Escriba su opinión sobre Senpai
ja: 先輩へのフィードバックを書いてください。
pt: Escreva seu feedback sobre o Senpai

# sendButton
source: Send
es: Enviar
ja: 送信する
pt: Enviar

# rateSenpaiTitle
source: Rate Senpai
es: Valora a Senpai
ja: 先輩を評価する
pt: Avaliar Senpai

# deleteAccountDescriprion
source: Are you sure you want to delete your account? We'll keep it for 30 days, if you change your mind.
es: ¿Estás seguro de que quieres eliminar tu cuenta? La conservaremos durante 30 días, si cambias de opinión.
ja: 本当にアカウントを削除しますか？気が変わったら、30日間お預かりします。
pt: Tem certeza de que deseja deletar sua conta? Nós a manteremos por 30 dias, caso você mude de ideia.

# noButton
source: No
ja: ノー
pt: Não

# yesButton
source: Yes
es: Sí
ja: はい。
pt: Sim

# loggingOutTitle
source: Logging out...
es: Cerrar sesión...
ja: ログアウト...
pt: Saindo...

# pleaseWaitText
source: Please wait...
es: Por favor, espere...
ja: お待ちください...
pt: Por favor, aguarde...

# areSureDeleteAccountTitle
source: Are you sure you want to delete your account? If you’d just like to hide for a while or start over, you can:
es: ¿Estás seguro de que quieres eliminar tu cuenta? Si quieres esconderte por un tiempo o empezar de nuevo, puedes hacerlo:
ja: 本当にアカウントを削除しますか？しばらく身を隠したり、やり直したいのであれば、可能です：
pt: Tem certeza de que deseja deletar sua conta? Se você apenas gostaria de se esconder por um tempo ou começar de novo, você pode:

# hideYourAccountTitle
source: Hide your account, like you delete it, but you can come back when you like
es: Oculta tu cuenta, como si la borraras, pero puedes volver cuando quieras
ja: アカウントを非表示にする。
pt: Ocultar sua conta, como se a deletasse, mas você pode voltar quando quiser

# switchNotificationsOffTitle
source: Switch notifications off
es: Desactivar las notificaciones
ja: 通知をオフにする
pt: Desligar notificações

# justLogoutInsteadTitle
source: Just logout instead
es: Simplemente cierra la sesión
ja: 代わりにログアウトする
pt: Apenas sair

# deleteYourAccountTitle
source: Delete your account
es: Eliminar su cuenta
ja: アカウントの削除
pt: Deletar sua conta

# newMatchesTitle
source: New matches
es: Nuevos matchs
ja: 新しい試合
pt: Novas combinações

# newMessagesTitle
source: New messages
es: Nuevos mensajes
ja: 新着メッセージ
pt: Novas mensagens

# appSoundsTitle
source: App sounds
es: Sonidos de la aplicación
ja: アプリのサウンド
pt: Sons do aplicativo

# confirmedPhoneDescription
source: Confirmed phone number
es: Número de teléfono confirmado
ja: 確認済みの電話番号
pt: Número de telefone confirmado

# updateMyPhoneButton
source: Update my phone number
es: Actualizar mi número de teléfono
ja: 電話番号の更新
pt: Atualizar meu número de telefone

# areYouSureLogoutTitle
source: Are you sure you want to log out?
es: ¿Seguro que quieres cerrar la sesión?
ja: 本当にログアウトしますか？
pt: Tem certeza de que deseja sair?

# areYouSureLogoutDescription
source: If you ask Senpai to remember you, you will be able to log in again on this device with single tap.
es: Si le pides a Senpai que te recuerde, podrás volver a iniciar sesión en este dispositivo con un solo toque.
ja: Senpaiに自分を記憶してもらうと、このデバイスからワンタップで再ログインできるようになります。
pt: Se você pedir ao Senpai para lembrar de você, você poderá entrar novamente neste dispositivo com um único toque.

# forgetMeTitle
source: Forget me on this device
es: Olvídame en este dispositivo
ja: このデバイスで私を忘れてください
pt: Esquecer-me neste dispositivo

# rememberMeTitle
source: Remember me on this device
es: Recordarme en este dispositivo
ja: このデバイスで私を記憶する
pt: Lembrar-me neste dispositivo

# itsTitle
source: It’s a
es: Es un
ja: それは
pt: É um(a)

# likeWhatYouSeeTitle
source: Like what you see?
es: ¿Te gusta lo que ves?
ja: 気に入ったかい？
pt: Gostou do que viu?

# notForYouTitle
source: Not for you?
es: ¿No es para ti?
ja: あなたには合わない？
pt: Não é para você?

# swipeRightDescription
source: Swipe right if you like it
es: Desliza a la derecha si te gusta
ja: 気に入ったら右にスワイプ
pt: Deslize para a direita se gostar

# swipeLeftDescription
source: Swipe left if not
es: Desliza a la izquierda si no
ja: そうでない場合は左にスワイプ
pt: Deslize para a esquerda se não gostar

# youAndText
source: You and
es: Usted y
ja: あなたと
pt: Você e

# haveLikedEachOtherText
source: have liked each other
es: se han gustado
ja: 好き合っている
pt: gostaram um do outro

# saySomethingNiceText
source: Say something nice
es: Di algo agradable
ja: いいことを言う
pt: Diga algo legal

# successText
source: Success!
es: ¡Éxito!
ja: 成功だ！
pt: Sucesso!

# messageToText
source: Message to
es: Mensaje para
ja: メッセージ
pt: Mensagem para

# sentText
source: sent
es: enviado
ja: 送信
pt: enviado

# actionCableConnectionError
source: Connection is lost. Please check your internet connection.
es: Se ha perdido la conexión. Compruebe su conexión a Internet.
ja: 接続が切断されました。インターネット接続を確認してください。
pt: Conexão perdida. Por favor, verifique sua conexão com a internet.

# actionCableCannotConnectError
source: Cannot establish a connection. Please check your internet connection.
es: No se puede establecer la conexión. Compruebe su conexión a Internet.
ja: 接続を確立できません。インターネット接続を確認してください。
pt: Não é possível estabelecer uma conexão. Por favor, verifique sua conexão com a internet.

# actionCableAuthError
source: User is not authorized. Please sign in again
es: El usuario no está autorizado. Por favor, inicie sesión de nuevo
ja: ユーザーが認証されていません。もう一度サインインしてください。
pt: Usuário não autorizado. Por favor, entre novamente

source: Out of Super Likes!
es: ¡Fuera Super Likes!
ja: スーパー・ライクから外れた！
pt: Sem Super Likes!

# doNotLoseDiamonds
source: Don't lose diamonds, Refill now!
es: No pierdas diamantes, ¡Recarga ahora!
ja: ダイヤモンドを失わないでください！
pt: Não perca diamantes, Recarregue agora!

# dialogBuyButton
source: Buy Super Likes for
es: Comprar Super Likes para
ja: スーパー・ライクを購入する
pt: Comprar Super Likes por

source: No, Thanks
es: No, gracias.
ja: いや、ありがとう
pt: Não, Obrigado

source: Japanese
es: Japonés
ja: 日本語
pt: Japonês

# onboarding1Title
source: Find
es: Encontrar
ja: 探す
pt: Encontrar

# favoriteAnimesTitle
source: Favorite anime
es: Anime favorito
ja: 好きなアニメ
pt: Animes favoritos

# noAccountWithThisNumber
source: There is no account with this number
es: No hay ninguna cuenta con este número.
pt: Não existe uma conta com este número

# dearUserText
source: Dear User
es: Estimado usuario
pt: Caro Usuário

# dearUserDescription
source: We care about your privacy and data security. Your information will not ever be sold to third parties, but used internally to make the app better.
es: Nos preocupamos por su privacidad y seguridad de sus datos. Su información nunca se venderá a terceros, sino que se utilizará internamente para mejorar la aplicación.
pt: Nós nos preocupamos com sua privacidade e segurança de dados. Suas informações nunca serão vendidas para terceiros, mas usadas internamente para melhorar o aplicativo.

# whatYouGetText
source: What you get:
es: Lo que obtienes:
pt: O que você obtém:

# nextPaymentText
source: Next payment:
es: Próximo pago:
pt: Próximo pagamento:

# bearWithUsTitle
source: Welcome to Senpai!
es: ¡Bienvenido a Senpai!
ja: 「先輩」へようこそ！
pt: Bem-vindo ao Senpai!

# bearWithUsDescription
source: Please bear with us, as we continue to grow and more profiles are available!
es: ¡Tenga paciencia con nosotros, ya que continuamos creciendo y hay más perfiles disponibles!
ja: 私たちは成長を続けており、より多くのプロフィールが利用可能になりますので、ご容赦ください。
pt: Por favor, tenha paciência conosco, enquanto continuamos a crescer e mais perfis estão disponíveis!

source: Unable to connect to the payments processor
es: No se puede conectar con el procesador de pagos
ja: ペイメントプロセッサーに接続できない
pt: Incapaz de conectar ao processador de pagamentos

source: Invalid Purchase
es: Compra no válida
ja: 無効な購入
pt: Compra inválida

source: Senpai Premium is activated!
es: ¡Senpai Premium está activado!
ja: 先輩プレミアムが有効になりました！
pt: Senpai Premium está ativado!

source: Senpai - Dating for Anime Fans
es: Senpai - Citas para aficionados al anime
ja: 先輩 - アニメファンのためのデート
pt: Senpai - Namoro para Fãs de Anime

source: Find your match today.
es: Encuentre su pareja hoy mismo.
ja: 今日、あなたの相手を見つけよう。
pt: Encontre seu par hoje.

# openGalleryButtonText
source: Gallery
es: Galería
pt: Galeria

# openCameraButtonText
source: Camera
es: Cámara
pt: Câmera

# maximumAttachmentSizeExceededError
source: Maximum attachment size exceeded
es: Se superó el tamaño máximo de archivo adjunto
pt: Tamanho máximo do anexo excedido

source: Portuguese
es: Portugués
pt: Português

# eventsTitle
source: Events
es: Eventos
pt: Eventos

# createEventTitle
source: Create Event
es: Crear evento
pt: Criar Evento

# addPromoImageText
source: Add Promo Image
es: Añadir Imagen Promocional
pt: Adicionar imagem promocional

# eventNameText
source: Event Name
es: Nombre del Evento
pt: Nome do Evento

# aboutEventText
source: About Event
es: Acerca del Evento
pt: Sobre o Evento

# dateText
source: Date
es: Fecha
pt: Data

# canBeRangeText
source: Can be range
es: Puede ser rango
pt: Pode ser intervalo

# timeText
source: Time
es: Tiempo
pt: Tempo

# maxPartySizeText
source: Max Party Size
es: Tamaño Máximo del Grupo
pt: Tamanho Máximo da Festa

# availableSlotsText
source: 1-10 available slots
es: 1-10 espacios disponibles
pt: 1 a 10 vagas disponíveis

# requiresPaymentText
source: Requires Payment?
es: ¿Requiere Pago?
pt: Requer Pagamento?

# optionalButton
source: Optional
es: Opcional
pt: Opcional

# eventAssociatedWithConventionText
source: Is the event associated with a Convention?
es: ¿El evento está asociado a una Convención?
pt: O evento está associado a uma Convenção?

# findConventionText
source: Find Convention
es: Buscar Convención
pt: Encontrar Convenção

# selectConventionText
source: Select Convention
es: Seleccionar Convención
pt: Selecione Convenção

# saveChangesButton
source: Save Changes
es: Guardar Cambios
pt: Salvar alterações

# filterTitle
source: Filter
es: Filtrar
pt: Filtro

# searchCountryCityText
source: Search country, city
es: Buscar país, ciudad
pt: Pesquisar país, cidade

# freeTitle
source: FREE
es: GRATIS
pt: LIVRE

# paidTitle
source: Paid
es: Pagado
pt: Pago

# hostRatingFromText
source: Host Rating from:
es: Calificación del Anfitrión de:
pt: Classificação do Anfitrião de:

# eventsConventionsTitle
source: Events & Conventions
es: Eventos y Convenciones
pt: Eventos e Convenções

# noEventsFoundText
source: Oops, no Events found!
es: ¡Vaya, no se encontraron eventos!
pt: Ops, nenhum evento encontrado!

# noEventsFoundDescription
source: Try tweaking your filters or come back later for more fun options.
es: Intente modificar sus filtros o venga Vuelve más tarde para ver más opciones divertidas.
pt: Experimente ajustar seus filtros ou venha volte mais tarde para mais opções divertidas.

source: Open App Settings
es: Abrir configuración de la aplicación
pt: Abra as Configurações do Aplicativo

# cameraErrorCheckPermission
source: Something went wrong with your camera, please check permission.
es: Algo salió mal con su cámara, verifique el permiso.
pt: Algo deu errado com sua câmera. Verifique a permissão.

source: Edit Promo Image
es: Editar Imagen Promocional
pt: Editar Imagem Promocional

# invalidEventNameError
source: Invalid event name. Please try again
es: Nombre de evento no válido. Inténtalo de nuevo
pt: Nome de evento inválido. Por favor, tente novamente

# invalidDescriptionError
source: Invalid description. Please try again
es: Descripción no válida. Inténtalo de nuevo
pt: Descrição inválida. Por favor, tente novamente

# venueText
source: Venue
es: Evento
pt: Local

# invalidVenueError
source: Invalid venue. Please try again
es: Lugar no válido. Inténtalo de nuevo
pt: Local inválido. Por favor, tente novamente

# invalidMaxPartySizeError
source: Invalid max party size. Please try again
es: Tamaño máximo de grupo no válido. Inténtalo de nuevo
pt: Tamanho máximo do grupo inválido. Por favor, tente novamente

source: Normal Events
es: Eventos Normales
pt: Eventos Normais

# conventionsText
source: Conventions
es: Convenciones
pt: Convenções

source: Your Events
es: Tus Eventos
pt: Seus Eventos

# invalidLocationError
source: Invalid location. Please try again
es: Locación inválida. Inténtalo de nuevo
pt: Localização inválida. Por favor, tente novamente

# eventManagementTitle
source: Event Management
es: Gestión de Eventos
pt: Gestão de Eventos

# paidEntryText
source: Paid Entry
es: Entrada Pagada
pt: Entrada Paga

source: Association with Convention:
es: Asociación con la Convención:
pt: Associação com Convenção:

# attendButton
source: Attend
es: Asistir
pt: Participar

# hostTheEventText
source: Host of the event
es: Anfitrión del evento
pt: Anfitrião do evento

# maximumPartyMemberLimit
source: Maximum party member limit: 10
es: Límite máximo de miembros del grupo: 10
pt: Limite máximo de membros do grupo: 10

# youCanParticipateInPartyDescription
source: You can participate in a party, find new friends and have a good time.
es: Podrás participar en una fiesta, encontrar nuevos amigos y pasar un buen rato.
pt: Você pode participar de uma festa, fazer novos amigos e se divertir.

# associatedEventsTitle
source: Associated Events
es: Eventos Asociados
pt: Eventos Associados

# startDateTitle
source: Start Date
es: Fecha de Inicio
pt: Data de Início

# endDateTitle
source: End Date
es: Fecha Final
pt: Data Final

# creatingEventTitle
source: Creating an event
es: Creando un evento
pt: Criando um Evento

# creatingEventDescription
source: You must be verified before you can create an event
es: Debes estar verificado antes de poder crear un evento.
pt: Você deve ser verificado antes de poder criar um evento

# verifyNowButton
source: Verify Now
es: Verifica Ahora
pt: Verifique Agora

# hostAnEventTitle
source: Host an Event
es: Organizar un Evento
pt: Hospede um Evento

# hostAnEventDescription
source: Whether it's a night out for bowling or going out for drinks or assembling your cosplay squad for the convention, host an event today and build your party!
es: Ya sea para salir por la noche a jugar bolos, tomar unas copas o reunir a tu equipo de cosplay para la convención, ¡organiza un evento hoy y organiza tu fiesta!
pt: Quer seja uma noite para jogar boliche, sair para tomar uma bebida ou montar seu esquadrão de cosplay para a convenção, organize um evento hoje e construa sua festa!

# inviteFriendsGetPremiumText
source: Invite Friends, Get Premium!
es: ¡Invita amigos, obtén Premium!
pt: Convide amigos, ganhe Premium!

# keepInvitingPeopleDescription
source: Keep inviting people and soon you will get a Premium account․
es: Sigue invitando gente y pronto obtendrás una cuenta Premium․
pt: Continue convidando pessoas e em breve você terá uma conta Premium․

# attendSuccessfulDescription
source: You have successfully applied to join the party and will be notified when the host makes a decision.
es: Ha solicitado con éxito unirse al grupo y se le notificará cuando el anfitrión tome una decisión.
pt: Você se inscreveu com sucesso para participar da festa e será notificado quando o anfitrião tomar uma decisão.

# attendSuccessTitle
source: Success
es: Éxito
pt: Sucesso

# scanQRCodeTitle
source: Scan QR Code
es: Escanear código QR
pt: Digitalize o código QR

# congratulationsTitle
source: Congratulations!
es: ¡Felicidades!
pt: Parabéns!

# youHavePremiumAccountForMonth
source: You have a Premium account for 1 month.
es: Tienes una cuenta Premium por 1 mes.
pt: Você tem uma conta Premium por 1 mês.

# higherVisibilityRatesSuperLikesAndMuchMore
source: Higher visibility rates, 30 Super Likes and much more!
es: Mayores índices de visibilidad, 30 Super Likes y ¡mucho más!
pt: Maiores taxas de visibilidade, 30 Super Likes e muito mais!

# backHomeTitle
source: Back Home
es: De vuelta a Casa
pt: De volta para casa

# openInvitesFilterTitle
source: Accepting invites
es: Aceptar invitaciones
pt: Aceitando convites

# closedInvitesFilterTitle
source: Party filled
es: Lleno de fiesta
pt: Festa cheia

# manageSubscriptionTitle
source: Manage Subscription
es: Administrar suscripción
pt: Gerenciar assinatura

# cancelAnytimeTitle
source: Cancel Anytime
es: Cancelar cuando quieras
pt: Cancelar a qualquer momento

# conventionWebsiteText
source: Website
es: Sitio web
pt: Site

source: Oops, no anime found!
es: ¡Vaya, no se encontró ningún anime!
ja: おっと。アニメが見つからない。
pt: Ops, nenhum anime encontrado!

source: Spanish
es: Español
pt: Espanhol

source: Doxxing / Identity threat
es: Doxxing / Amenaza de Identidad
ja: Doxing／アイデンティティの脅威
pt: Doxxing/Ameaça de Identidade

source: Favorite Anime
es: Anime Favorito
ja: 好きなアニメ
pt: Anime Favorito

# lobbyAppBarTitle
source: Lobby
pt: Salão

source: Unlimited Video Calls
pt: Chamadas de Vídeo Ilimitadas

# waitingForMatch
source: Waiting for a Match
pt: Esperando por uma Partida

source: Join Pool
pt: Junte-se ao Pool

source: Decline
pt: Declínio

# acceptPromptText
source: Accept
pt: Aceitar

source: Start Matching
pt: Comece a Combinar

# verificationPrompt
source: Verification Required!
pt: Verificação Necessária!

# verificationDescription
source: Verify your profile to enable video chat!
pt: Verifique seu perfil para habilitar o bate-papo por vídeo!

# verificationAmenity
source: To ensure a safe and genuine experience, please verify your profile.
pt: Para garantir uma experiência segura e genuína, verifique seu perfil.

# cameraAmenity
source: Use your camera in a well-lit area for the best results
pt: Use sua câmera em uma área bem iluminada para obter melhores resultados

source: Start Verification
pt: Iniciar Verificação

source: Premium Avatars
pt: Avatares Premium

source: Higher Visibility
pt: Maior Visibilidade

source: Avatar Shop
pt: Loja Avatar

source: Avatar Skin Shop
pt: Loja de Skins de Avatar

# usersCurrentlyInLobby
source: Users currently in the Lobby.
pt: Usuários atualmente no Lobby.

source: Exit Lobby
pt: Saí do Saguão

source: Waiting in the lobby
pt: Esperando no saguão

# startMatchingBtn
source: Start Matching
pt: Comece a Combinar

# findingMatch
source: Finding a Match
pt: Encontrando uma Correspondência

source: English
es: Inglés
ja: 探す

# sliceOfLifeGenresTitle
source: Slice Of Life
es: Un trozo de vida
ja: スライス・オブ・ライフ

# feedbackTitle
source: Feedback
es: Comentarios
ja: フィードバック

# onboarding2Title
source: Anime
ja: アニメ

# chatTabText
source: Chat
ja: チャット

# spamText
source: Spam
ja: スパム

# okText
source: Ok
ja: オッケー

# dramaGenresTitle
source: Drama
ja: ドラマ

# ecchiGenresTitle
source: Ecchi
ja: エッチ

# mechaGenresTitle
source: Mecha
ja: メカ

# mahouShoujoGenresTitle
source: Mahou Shoujo
ja: まほう少女

# romanceGenresTitle
source: Romance
ja: ロマンス

# senpaiPremiumTitle
source: Senpai Premium
ja: センパイプレミアム

# premiumSuperLikesText
source: 30 Super Likes
ja: 30 スーパー・ライク

# superlikesTitle
source: Super likes
ja: スーパー好き

source: Super Likes
ja: 超好き

# miTitle
source: mi
ja: 私
